{
  "notif-a": "Mở khóa {{displayAmount}} mã thông báo LP từ bể khởi động ASTRO-UST",
  "notif-b": "Phần thưởng đã nhận",
  "notif-c": "Rất tiếc, chúng tôi không thể phân tích giao dịch của bạn. Vui lòng thử lại.",
  "notif-d": "Rất tiếc, chuỗi chữ ký của bạn không hợp lệ. Vui lòng thử lại.",
  "notif-e": "Rất tiếc, bạn không có quyền thực hiện yêu cầu này. Xác minh quyền của bạn và thử lại.",
  "notif-f": "Rất tiếc, bạn không có đủ tiền để hoàn thành yêu cầu này. Vui lòng thử lại khi bạn có thêm tiền.",
  "notif-g": "Rất tiếc, chúng tôi không thể xác định được yêu cầu của bạn.",
  "notif-h": "Rất tiếc, địa chỉ đó không hợp lệ. Vui lòng thử lại với một địa chỉ hợp lệ.",
  "notif-i": "Rất tiếc, khóa công khai đó không hợp lệ. Vui lòng thử lại với một khóa công khai hợp lệ.",
  "notif-j": "Rất tiếc, chúng tôi không thể tìm thấy địa chỉ bạn đã chỉ định. Vui lòng thử lại.",
  "notif-k": "Xin lỗi, số tiền bạn đã chỉ định không hợp lệ.",
  "notif-l": "Xin lỗi, yêu cầu của bạn đã hết phí. Vui lòng thử lại với giới hạn gas cao hơn.",
  "notif-m": "Xin lỗi, lượng văn bản bạn đưa vào bản ghi nhớ của mình quá lớn. Vui lòng thử lại với một lượng văn bản nhỏ hơn.",
  "notif-n": "Xin lỗi, khoản phí được chỉ định không đủ để trang trải chi phí của giao dịch này. Vui lòng thử lại.",
  "notif-o": "Xin lỗi, đã đạt đến số lượng chữ ký tối đa. Vui lòng thử lại với ít chữ ký hơn.",
  "notif-p": "Xin lỗi, chúng tôi không nhận được bất kỳ chữ ký nào cho giao dịch này. Vui lòng thử lại với ít nhất một chữ ký.",
  "notif-q": "Xin lỗi, Cosmos không thể mã hóa các byte JSON của bạn. Vui lòng thử lại với dữ liệu JSON hợp lệ.",
  "notif-r": "Xin lỗi, Cosmos không thể giải mã các byte JSON của bạn. Vui lòng thử lại với dữ liệu JSON hợp lệ.",
  "notif-s": "Xin lỗi, yêu cầu đó không hợp lệ. Vui lòng thử lại với một yêu cầu hợp lệ.",
  "notif-t": "Xin lỗi, giao dịch đó đã được xử lý trong bể giao dịch. Vui lòng thử lại sau.",
  "notif-u": "Xin lỗi, bể giao dịch đã đầy và không thể chấp nhận bất kỳ giao dịch nào nữa. Vui lòng thử lại sau.",
  "notif-v": "Xin lỗi, kích thước giao dịch quá lớn. Vui lòng thử lại với một giao dịch nhỏ hơn.",
  "notif-w": "Xin lỗi, khóa đó không được tìm thấy trong hệ thống của chúng tôi. Vui lòng thử lại bằng một khóa khác.",
  "notif-x": "Xin lỗi, mật khẩu khóa bạn đã nhập không hợp lệ. Vui lòng thử lại với mật khẩu khóa hợp lệ.",
  "notif-y": "Đặt cọc {{displayAmount}} {{astroTokenSymbol}} đến {{xAstroTokenSymbol}}",
  "notif-z": "Hoàn cọc {{displayAmount}} {{astroTokenSymbol}} từ {{xAstroTokenSymbol}}",
  "notif-aa": "Hoàn cọc {{displayAmount}} {{lpTokens}}",
  "notif-ab": "Cung cấp {{displayAmount1}} {{token1Symbol}} và {{displayAmount2}} {{token2Symbol}}",
  "notif-ac": "Đặt cọc {{displayAmount}} {{lpTokens}} tại Generator",
  "notif-ad": "Hoán đổi {{displayAmount1}} {{token1Symbol}} cho {{displayAmount2}} {{token2Symbol}}",
  "notif-ae": "Xem giao dịch",
  "notif-af": "Hoàn cọc {{displayAmount}} {{lpTokens}} từ Generator",
  "notif-ag": "Rút {{displayAmount1}} {{token1Symbol}} và {{displayAmount2}} {{token2Symbol}}",
  "notif-ah": "Loại thông báo không được hỗ trợ",
  "notif-ai": "Giao dịch đang chờ xử lý"
}
