{
  "error-return-home": "Quay về trang chủ",

  "carousel-specs": "Thông số Astroport",
  "carousel-desc-a": "Cốt lõi",
  "carousel-desc-b": "Tính năng",
  "carousel-list-a": "Thanh khoản có thể lập trình được",
  "carousel-list-b": "Mã Rust hoàn toàn mới",
  "carousel-list-c": "Tích hợp Oracle",
  "carousel-list-d": "Tích hợp dapp dễ dàng",
  "carousel-link-a": "TỰ TRỊ",
  "carousel-link-b": "MÃ NGUỒN MỞ",
  "carousel-link-c": "PHI TẬP TRUNG",

  "collaborators-title-a": "Hợp tác",
  "collaborators-title-b": "nhà hùng biện",
  "collaborators-desc-a": "nhóm có nhiều kinh nghiệm làm việc với nhiều dự án dựa trên mã thông báo để thiết kế các nền kinh tế mạng cân bằng và hợp lý nhằm thúc đẩy tăng trưởng hệ sinh thái hữu cơ. Khách hàng bao gồm Axie Infinity (AXS), Synthetix (SNX), Aave (AAVE), Nervos (CKB) và Skale (SKL).",
  "collaborators-desc-b": "đầu tư vào các công ty khởi nghiệp web phân tán ở giai đoạn đầu và đồng sáng tạo với họ để khởi chạy các sản phẩm và giao thức mới. Các đối tác bao gồm Handshake (HNS), PoolTogether (POOL), Instadapp (INST), NEAR (NEAR) và Optimism.",
  "collaborators-desc-c": "ươm tạo các giao thức nền tảng trên chuỗi khối Terra bao gồm Mirror (MIR), Anchor (ANC) và Chai.",
  "collaborators-link-a": "The Delphi Labs",
  "collaborators-link-b": "IDEO CoLab",
  "collaborators-link-c": "Terraform Labs",

  "comingsoon-desc-a": "Sứ mệnh của chúng tôi",
  "comingsoon-desc-b": "Astroport loại bỏ sự phức tạp của các chiến lược canh tác năng suất nâng cao để mang lại năng suất bền vững, tối ưu hóa cho người dùng",
  "comingsoon-desc-c": "Sản phẩm đầu tiên của Astroport sẽ tập trung vào các chiến lược vay mượn có sẵn trong hệ sinh thái Terra. Giao thức sẽ phát triển và cải tiến các chiến lược kho tiền mới thông qua các đề xuất và tài trợ quản trị cộng đồng theo thời gian ",

  "content-desc-a": "Sự phát triển tiếp theo trong DEXes",
  "content-desc-b": "Được viết từ đầu bằng Rust, Astroport kết hợp những phần tốt nhất của sáu năm phát triển trên chuỗi khối Ethereum và đưa nó đến Terra.",
  "content-desc-c": "Nó hỗ trợ hai loại bể thanh khoản:",
  "content-desc-d": "Nhóm công thức Hằng số Không đổi của Uniswap",
  "content-desc-e": "Nhóm công thức bất biến hoán đổi ổn định của Curve",
  "content-desc-f": "Nó tương thích ngược với các tính năng và định dạng tin nhắn Terraswap cũng như giao diện người dùng thế hệ tiếp theo.",
  "content-desc-g": "Nơi các nhà giao dịch và LP gặp nhau",
  "content-desc-h": "Thị trường không bao giờ đóng cửa trên Astroport. Bất kỳ ai cũng có thể giao dịch bằng cách cung cấp thanh khoản ở một trong hai bể. Sau đó, bất kỳ ai khác đều có thể giao dịch với các mã thông báo đó bất kỳ lúc nào.",
  "content-desc-i": "LP kiếm được phí. Và khi ra mắt, họ cũng có thể cung cấp tính thanh khoản để kiếm ASTRO. Vì tất cả thanh khoản của Astroport đều nằm trong các hợp đồng thông minh nên nó có thể lập trình được.",
  "content-desc-j": "Các dapp trên Terra khác có thể tích hợp tính thanh khoản của Astroport trực tiếp vào nền tảng của mình. Điều đó có nghĩa là các nhà giao dịch trong toàn bộ hệ sinh thái Terra luôn có quyền truy cập vào tính thanh khoản của bạn.",
  "content-link-a": "Chạy ứng dụng",
  "content-link-b": "Giao dịch bây giờ",
  "content-link-c": "Cung cấp thanh khoản",

  "footer-desc-a": "Astroport mang lại tính thanh khoản cho các mã thông báo Terra từ tất cả các vùng của thiên hà.",
  "footer-desc-b": "Vào ứng dụng",
  "footer-desc-c": "Astroport",
  "footer-desc-d": "Hỗ trợ",
  "footer-desc-e": "Cộng đồng",
  "footer-link-a": "Giao dịch / Hoán đổi",
  "footer-link-b": "các bể thanh khoản",
  "footer-link-c": "Tài liệu",
  "footer-link-d": "Quản trị",
  "footer-link-e": "Điều khoản sử dụng",
  "footer-link-f": "Phần thưởng săn bug",
  "footer-link-g": "Discord",
  "footer-link-h": "Medium",
  "footer-link-i": "Telegram",
  "footer-link-j": "Twitter",

  "hero-header": "Astroport. Tương lai giao dịch",
  "hero-trading": "Bắt đầu giao dịch",

  "immunefi-desc-a": "Được trả tới $3,000,000",
  "immunefi-desc-b": "nếu bạn phát hiện ra lỗi và lỗ hổng bảo mật trên Astroport.",
  "immunefi-desc-c": "Báo cáo Bug",
  "immunefi-desc-d": "với",

  "intro-title-a": "TỐC ĐỘ HYPER",
  "intro-title-b": "GIẢI THÍCH",
  "intro-desc-a": "Di chuột lên trên",
  "intro-desc-b": "Hệ sinh thái Terra",
  "intro-desc-c": "Astroport là một thị trường trung lập, nơi mọi người, từ bất kỳ đâu trong thiên hà",
  "intro-desc-d": "có thể cập cảng để giao dịch tài sản của họ.",
  "intro-desc-e": "Phi tập trung, không cần xin phép và mã nguồn mở",
  "intro-desc-f": "Thị trường của Astroport là một hàng hóa công cộng được điều hành bởi cộng đồng",
  "intro-desc-g": "những người giữ mã thông báo.",
  "intro-learn": "Tìm hiểu thêm",

  "livebanner-title": "Astro Drop lên sóng",

  "navbar-about": "Về chúng tối",
  "navbar-support": "Hỗ trợ",
  "navbar-tutorials": "Hướng dẫn",
  "navbar-forum": "Diễn đàn",
  "navbar-enter": "Vào ứng dụng",
  "navbar-launch": "Khởi động ứng dụng",
  "navbar-terms": "Điều khoản sử dụng",

  "soonmodal-title": "Sắp có",

  "tcbanner-header-begin": "Trang web này (“Trang web”) là một công cụ tổng hợp thông tin liên quan đến hệ thống hợp đồng thông minh Astroport trên Terra. Bằng cách xem, tương tác với hoặc sử dụng Trang web, bạn đồng ý với",
  "tcbanner-header-link": "Điều khoản và Điều kiện cho Trang web",
  "tcbanner-header-end": ". Vui lòng kiểm tra bên dưới để xác nhận rằng bạn đã đọc và hiểu và đồng ý bị ràng buộc toàn bộ bởi các Điều khoản và Điều kiện.",
  "tcbanner-body": "Tôi đã đọc và đồng ý bị ràng buộc bởi các Điều khoản & Điều kiện.",
  "tcbanner-link-agree": "Tôi đồng ý",
  "tcbanner-link-disagree": "Tôi không đồng ý",

  "vaults-header": "Kho tiền",
  "vaults-title-a": "bLuna/bETH Anchor",
  "vaults-desc-a": "Tạo ra lợi nhuận bằng cách tối đa hóa tỷ lệ khoản vay trên giá trị (LTV) của Anchor Borrow để thu được các mã thông báo khuyến khích người vay trong khi tự động bảo vệ người dùng khỏi rủi ro thanh lý.",
  "vaults-status-a": "Sắp có",
  "vaults-title-b": "UST Mirror",
  "vaults-desc-b": "Tạo lợi nhuận bằng cách vận hành chiến lược lợi nhuận trung lập tự động cho UST trong Mirror Finance.",
  "vaults-status-b": "Sắp có"
}
